cask "google-chrome"
cask "firefox"

tap "railwaycat/emacsmacport"
cask "emacs-mac"
cask "iterm2"
cask "gpg-suite"

tap "homebrew/cask"
cask "little-snitch"
cask "flux"
cask "duet"
cask "nextcloud"
mas "WireGuard", id: 1451685025
mas "Tailscale", id: 1475387142
mas "Microsoft Remote Desktop", id: 1295203466

cask "thunderbird"
cask "element"
cask "gramps"
cask "josm"

cask "docker"
cask "virtualbox"
cask "virtualbox-extension-pack"

cask "steam"
cask "nvidia-geforce-now"
cask "discord"

cask "vlc"
cask "spotify"
mas "iMovie", id: 408981434
mas "DaVinci Resolve", id: 571213070

cask "wireshark"
mas "Xcode", id: 497799835
