cask "google-chrome"
cask "firefox"

cask "flux"
cask "thunderbird"
cask "duet"
mas "WireGuard", id: 1451685025
mas "Microsoft Remote Desktop", id: 1295203466
cask "little-snitch"
cask "nextcloud"

cask "wireshark"
mas "Xcode", id: 497799835

cask "docker"
cask "virtualbox"
cask "virtualbox-extension-pack"

cask "steam"

cask "vlc"
cask "spotify"
